Repository: meshtastic/Meshtastic-Apple
Catalog: Localizable.xcstrings
Source language: en
Languages: da, es, he, pl, ru, se, sr

source: Trace Route was rate limited. You can send a trace route a maximum of once every thirty seconds.
es: Trace Route tenía una tarifa limitada. Puede enviar una ruta de rastreo como máximo una vez cada treinta segundos.
ru: Трассировка маршрута была ограничена по частоте. Вы можете отправлять трассировку маршрута максимум один раз в тридцать секунд.
sr: Праћење руте комуникације је било ограничено по брзини. Можете послати захтев за праћење руте комуникације највише једном у сваких тридесет секунди.

source: Track and Share Locations
es: Seguimiento y compartir ubicaciones
ru: Отслеживание и обмен местоположением
sr: Праћење и дељење локација

source: TriggerType
es: Tipo de disparador
ru: Тип триггера
sr: Тип покретача

source: Unmessagable
es: Sin mensajería
ru: Невозможно отправить сообщение
sr: Немогуће послати поруку

source: Unmonitored
es: No monitoreado
ru: Неконтролируемый
sr: Ненадгледано

source: Upload Error
es: Error de carga
ru: Ошибка загрузки
sr: Greška Otpremanja

source: Upload GeoJSON files to display custom map overlays. Files are stored locally and can be up to 10MB.
es: Cargue archivos GeoJSON para mostrar superposiciones de mapas personalizados. Los archivos se almacenan localmente y pueden tener hasta 10 MB.
ru: Загрузите файлы GeoJSON для отображения пользовательских слоев карты. Файлы хранятся локально и могут быть размером до 10 МБ.
sr: Otpremi GeoJSON datoteke da prikažeš prilagođene slojeve mape. Datoteke se čuvaju lokalno i mogu biti do 10MB.

source: Upload Map Data
es: Cargar datos del mapa
ru: Загрузить данные карты
sr: Otpremi Podatke Mape

source: Upload map data to enable overlays
es: Cargar datos de mapas para habilitar superposiciones
ru: Загрузите данные карты для включения слоев
sr: Otpremi podatke mape da omogućiš slojeve

source: Upload Map Overlays
es: Cargar superposiciones de mapas
ru: Загрузить слои карты
sr: Отпреми преклопе мапе

source: Upload Success
es: Subir con éxito
ru: Успешная загрузка
sr: Uspešno Otpremanje

source: Uploaded Map Overlays
es: Superposiciones de mapas cargados
ru: Загруженные слои карты
sr: Отпремљени преклопи мапе

source: Usage and Crash Data
es: Datos de uso y fallos
ru: Данные об использовании и сбоях
sr: Подaци о коришћењу и падовима апликације

source: Use my Location
es: Usar mi ubicación
ru: Использовать мое местоположение
sr: Користи моју локацију

source: Use your phone GPS to send locations to your node to instead of using a hardware GPS on your node.
es: Utilice el GPS de su teléfono para enviar ubicaciones a su nodo en lugar de utilizar un GPS de hardware en su nodo.
ru: Используйте GPS вашего телефона для отправки местоположения на вашу ноду вместо использования аппаратного GPS на вашей ноде.
sr: Користите GPS свог телефона да шаљете локације свом чвору уместо да користите хардверски GPS на самом чвору.

source: Used to identify unmonitored or infrastructure nodes so that messaging is not avaliable to nodes that will never respond.
es: Se utiliza para identificar nodos de infraestructura o no supervisados, de modo que la mensajería no esté disponible para nodos que nunca responderán.
ru: Используется для идентификации неотслеживаемых или инфраструктурных нод, чтобы обмен сообщениями был недоступен для нод, которые никогда не ответят.
sr: Користи се за идентификацију ненадгледаних или инфраструктурних чворова како би се онемогућила комуникација са чворовима који никада неће одговорити.

source: User Info Exchange Failed
es: Error en el intercambio de información del usuario
ru: Произошел сбой обмена информацией о пользователе

source: User Info Sent
es: Información de usuario enviada
ru: Инфа о пользователе отпр-на

source: User Privacy
es: Privacidad del usuario
ru: Ваша конфиденциальность

source: User Uploaded
es: Usuario subido
ru: Загруженный пользователем
sr: Otpremio Korisnik

source: Verify who you are messaging with by comparing public keys in person or over the phone. The most recent public key for this node does not match the previously recorded key. You can delete the node and let it exchange keys again if the key change was due to a factory reset or other intentional action but this also may indicate a more serious security problem.
es: Verifique con quién está enviando mensajes comparando claves públicas en persona o por teléfono. The most recent public key for this node does not match the previously recorded key. Puede eliminar el nodo y dejar que intercambie claves nuevamente si el cambio de clave se debió a un restablecimiento de fábrica u otra acción intencional, pero esto también puede indicar un problema de seguridad más grave.
ru: Проверьте, с кем вы общаетесь, сравнив открытые ключи при личной встрече или по телефону. Самый последний открытый ключ для этой ноды не совпадает с ранее записанным ключом. Вы можете удалить ноду и позволить ей снова обменяться ключами, если смена ключа произошла из-за сброса настроек или другого преднамеренного действия, но это также может указывать на более серьезную проблему безопасности.
sr: Проверите са ким шаљете поруке упоређивањем јавних кључева лично или преко телефона. Најновији јавни кључ за овај чвор се не поклапа са раније забележеним кључем. Можете обрисати чвор и поново разменити кључеве ако је промена кључа настала због фабричког ресета или друге намерне акције, али ово такође може указивати на озбиљнији безбедносни проблем.

# Version: %@ (%@)
source: Version: %1$@ (%2$@)
es: Versión: %@ (%@)
ru: Версия: %1$@ (%2$@)
sr: Верзија: %1$@ (%2$@)

source: Via Lora
es: Vía LoRa
ru: Через Lora
sr: Преко LoRA

source: Via Mqtt
es: Vía MQTT
ru: Через MQTT
sr: Преко MQTT-а

source: Waypoint Failed to Send
es: El punto de referencia no se pudo enviar
ru: Не удалось отправить путевую точку
sr: Слање тачке пута није успело

source: Waypoints
es: Puntos de ruta
ru: Путевые точки

source: What licensed operator mode does: * Sets the node name to your call sign * Broadcasts node info every 10 minutes * Overrides frequency, dutycycle and tx power * Disables encryption
es: Qué hace el modo de operador con licencia: * Establece el nombre del nodo según su indicativo de llamada * Transmite información del nodo cada 10 minutos * Anula la frecuencia, el ciclo de trabajo y la potencia de transmisión. * Desactiva el cifrado
ru: Что делает режим лицензированного оператора: * Устанавливает название ноды в соответствии с вашим позывным * Передает информацию о ноде каждые 10 минут * Изменяет частоту, режим работы и мощность линии связи * Отключает шифрование
sr: Шта ради режим лиценцираног оператера: * Поставља име чвора на ваш позивни знак * Емитује информације о чвору сваких 10 минута * Превазилази фреквенцију, циклус рада и излазну снагу * Онемогућава енкрипцију

source: Yes, I control this node
es: Sí, controlo este nodo.
ru: Да, я управляю этой нодой

source: Your public key is generated from your private key and sent to other nodes on the mesh so they can compute a shared secret key with you.
es: Su clave pública se genera a partir de su clave privada y se envía a otros nodos de la malla para que puedan calcular una clave secreta compartida con usted.
ru: Ваш открытый ключ генерируется на основе вашего закрытого ключа и отправляется другим нодам сети, чтобы они могли вычислить общий с вами секретный ключ.

source: Your region has a %lld%% duty cycle. MQTT is not advised when you are duty cycle restricted, the extra traffic will quickly overwhelm your LoRa mesh.
es: Su región tiene un ciclo de trabajo %lld%%. No se recomienda MQTT cuando tiene un ciclo de trabajo restringido, el tráfico adicional abrumará rápidamente su malla LoRa.
ru: В вашем регионе действует режим работы %lld%%. Не рекомендуется использовать MQTT, если у вас ограничен режим работы, так как дополнительный трафик быстро перегрузит вашу сеть LoRa.
sr: Ваш регион има %lld%% циклус рада. MQTT се не препоручује када сте ограничени циклусом рада, јер ће додатни саобраћај брзо преоптеретити вашу LoRa мрежу.

source: Your region has a %lld%% hourly duty cycle, your radio will stop sending packets when it reaches the hourly limit.
es: Su región tiene un ciclo de trabajo por hora %lld%%, su radio dejará de enviar paquetes cuando alcance el límite por hora.
ru: В вашем регионе установлен часовой режим работы %lld%%, ваша радиостанция прекратит отправку пакетов, когда достигнет часового лимита.
sr: Ваш регион има %lld%% радни циклус по сату, ваш радио ће престати да шаље пакете када достигне ограничење по сату.

source: Your user info has been sent with a request for a response with their user info.
es: Su información de usuario se envió con una solicitud de respuesta con su información de usuario.
ru: Ваша пользовательская информация была отправлена с запросом на получение ответа с их пользовательской информацией.

source: Bluetooth
he: בלוטוס
sr: Блутут

source: LoRa
he: לורה

source: SSID
he: שם רשת וויפי

source: Tapback
he: תגובה מהירה
pl: Odpowiedź na stuknięcie
ru: Обратная связь
se: Svarsreaktion
sr: Реакција додиром

source: %@mA
ru: %@мА

source: %@V
ru: %@В

source: %lld features
ru: %lld особенностей
sr: %lld функције

source: 1 byte
ru: 1 байт

source: 128 bit
ru: 128 бит

source: 256 bit
ru: 256 бит

source: After %lld Days
ru: После %lld дней
sr: Након %lld дана

source: Apple Apps
ru: Приложения Apple
sr: Епл апликације

source: Backup
ru: Резервная копия
sr: Резервна копија

source: Bold Heading
ru: Жирный заголовок
sr: Подебљани наслов

source: Bold the heading text on the screen.
ru: Выделять жирным шрифтом текст заголовка на экране.
sr: Подебљај текст наслова на екрану

source: Emoji
ru: Эмодзи
sr: Емоџи

source: Hardware
ru: Оборудование
sr: Хардвер

source: Manual
ru: Вручную
sr: Ручно

source: Ok
ru: Ок
sr: Ок брт.

source: OK
ru: ОК
sr: ОК

source: Sats
ru: Спутников
sr: Сателита

source: Sensor
ru: Датчик
sr: Сензор

source: This could take a while, response will appear in the trace route log for the node it was sent to.
ru: Это может занять некоторое время, ответ появится в журнале трассировки маршрута для ноды, которой он был отправлен.
sr: Ово може потрајати. Одговор ће се појавити у евиденцији трасе праћења за чвор којем је послат.

source: Total
ru: Всего
sr: Укупно

source: BLE
sr: БЛЕ

source: CHG
sr: ПУЊ

source: Meshtastic
sr: Мештастик

source: WiFi
sr: ВајФај
